---
kind: enumMember
id: F:Autodesk.Revit.DB.PreferredJunctionType.Tap
enum: Autodesk.Revit.DB.PreferredJunctionType
source: html/c697d138-521c-175d-a708-42199c321afd.htm
---
# Autodesk.Revit.DB.PreferredJunctionType.Tap

Tap junction type.